brew 'ctags'
brew 'curl'
brew 'docker'
brew 'fzf'
brew 'git'
brew 'htop'
brew 'jq'
brew 'make'
brew 'neovim'
brew 'python'
brew 'python3'
brew 'ripgrep'
brew 'ruby'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'watch'
brew 'zsh'
brew 'zsh-completions'
tap 'neovim/neovim'
